package hw.pets.entity


/*
* @author Alexandr.Yakubov
**/

enum class BreedBird {
    `Амазон`,
    `Амазон_Мюллера`,
    `Амбоинский королевский`,
    `Антиподский прыгающий`,
    `Ара`,
    `Аратинга`,
    `Аратинга Финша`,
    `Белобрюхий попугаи`,
    `Белоглазая аратинга`,
    `Белоголовый красногузый`,
    `Белогрудый краснохвостый`,
    `Белолобый амазон`,
    `Белоухий краснохвостый`,
    `Благородный зелёно-красный`,
    `Бледноголовая розелла`,
    `Бронзовокрылый`,
    `Буроголовая аратинга`,
    `Буроголовый длиннокрылый`,
    `Буроплечий пестрохвостый`,
    `Бурошапочный пестрохвостый`,
    `Бурошапочный толстоклювый`,
    `Буруйский ракетохвостый`,
    `Веерный`,
    `Венесуэльский амазон`,
    `Весенний висячий попугайчик`,
    `Винногрудый амазон`,
    `Виргинский ара`,
    `Висячий попугайчик`,
    `Волнистый попугайчик`
}